[
  {
    "id": 1,
    "title": "Premium Live Hens",
    "slug": "premium-live-hens",
    "description": "Experience the unmatched freshness and quality of our premium live hens. Our commitment to ethical practices ensures that these hens are raised in a spacious and natural environment, where they can roam freely and engage in their natural behaviors. We prioritize their well-being, resulting in healthier and happier birds.\n\nThese premium live hens are a testament to our dedication to providing you with the finest quality poultry. Their diet is carefully curated to enhance their flavor and nutritional value. This attention to detail ensures that when you bring these hens to your table, you're serving not just a meal, but a culinary experience that's unparalleled.\n\nOur premium live hens are available for those who appreciate the difference in taste and want to support ethical farming practices. With every purchase, you're making a choice for quality, ethics, and the enjoyment of a meal that's truly exceptional.",
    "images": ["/images/home.jpg", "/images/image3.jpg"],
    "price": "$15.99",
    "keywords": ["live hens", "premium quality", "ethical practices"],
    "image": "/images/pnghen (2).png"
  },
  {
    "id": 2,
    "title": "Mung Seeds",
    "slug": "mung-seeds",
    "description": "Discover the versatile world of mung seeds and unlock a plethora of culinary possibilities. These nutrient-rich seeds are not only a source of nourishment but also a canvas for creativity in the kitchen. From sprouting to cooking, mung seeds offer an array of options that cater to both health enthusiasts and food lovers.\n\nIncorporate mung seeds into your diet to benefit from their high protein content, vitamins, and minerals. Sprouted mung beans add a refreshing crunch to salads and sandwiches, while cooked mung beans contribute a delightful creaminess to soups and stews. Their adaptability and nutritional profile make them an excellent choice for those seeking a balanced and wholesome diet.\n\nEmbrace the potential of mung seeds and experiment with new flavors and textures. With our carefully selected mung seeds, you're embarking on a culinary journey that's as nutritious as it is inspiring.",
    "images": ["/images/mung2 .jpg", "/images/mung3.jpg", "/images/mung4.jpg"],
    "price": "$2.49",
    "keywords": ["mung seeds", "nutrient-packed", "culinary versatility"],
    "image": "/images/mungseeds.png"
  },
  {
    "id": 3,
    "title": "Farm-Fresh Eggs",
    "slug": "farm-fresh-eggs",
    "description": "Indulge in the simple pleasure of farm-fresh eggs, carefully sourced from hens that lead a life of contentment and natural exploration. Our commitment to animal welfare means that these eggs are gathered from hens that are free to roam, peck, and dust-bathe, resulting in eggs with not just a rich taste, but also higher nutritional value.\n\nFarm-fresh eggs offer a distinct flavor profile that's unparalleled by conventional eggs. Their vibrant yolks and firm whites are a testament to the hens' natural diet and outdoor lifestyle. Whether scrambled, poached, or used in baking, these eggs are bound to elevate your culinary creations.\n\nBy choosing our farm-fresh eggs, you're not only indulging in a superior product but also supporting ethical farming practices. Join us in celebrating the goodness of eggs that come from happy, healthy hens.",
    "images": ["/images/eggs12.jpg", "/images/eggs10.jpg", "/images/eggs7.jpg"],
    "price": "$4.99",
    "keywords": ["eggs", "farm-fresh", "nutritional value"],
    "image": "/images/pngEggs.png"
  },
  {
    "id": 4,
    "title": "Tender Green Peas",
    "slug": "tender-green-peas",
    "description": "Delve into the world of tender green peas, a culinary delight that embodies freshness and vibrancy. Our dedication to harvesting these peas at their peak ensures that you're getting not just a vegetable, but a burst of flavor and nutrition that's unmatched.\n\nThe tender green peas are versatile, adding color and taste to a wide range of dishes. Their natural sweetness complements savory and hearty recipes, while their vibrant hue enhances the visual appeal of any plate. Whether as a standalone side dish or a flavorful addition to soups and stews, these peas are sure to delight your taste buds.\n\nWe take pride in offering you the essence of freshness in every pea. With our tender green peas, you're not just adding an ingredient to your cooking; you're infusing your meals with the vibrancy of nature's bounty.",
    "images": ["/images/greenpeas2.jpg", "/images/greenpeas.jpg"],
    "price": "$2.99",
    "keywords": ["green peas", "tender", "culinary creations"],
    "image": "/images/greenpeas.png"
  },
  {
    "id": 5,
    "title": "Adorable Chicks",
    "slug": "adorable-chicks",
    "description": "Embark on an enchanting journey into the world of poultry with our adorable chicks. These fluffy bundles of joy hold the promise of a rewarding experience, whether you're starting your own farm or simply seeking the joys of raising farm animals.\n\nOur chicks are raised with utmost care, ensuring their health and vitality. As they grow under our watchful eyes, they become not just livestock, but beloved companions in your agricultural adventure. Their vibrant personalities and growth milestones will fill your days with wonder and fulfillment.\n\nRaising chicks is a gratifying endeavor that connects you to the rhythms of nature and the cycle of life. From nurturing them into adulthood to benefiting from the eggs they produce, these chicks are the embodiment of the farm-to-table experience. Embark on this journey with us and embrace the joys of sustainable living and farming.",
    "images": ["/images/image1.jpg", "/images/welcome1.jpg"],
    "price": "$8.49",
    "keywords": ["chicks", "poultry adventure", "raising farm animals"],
    "image": "/images/pngchicks.png"
  },
  {
    "id": 6,
    "title": "Exquisite Coffee Beans",
    "slug": "exquisite-coffee-beans",
    "description": "Awaken your senses with the unparalleled richness of our exquisite coffee beans. Sourced from the finest regions, these beans promise a brew that's more than just a drink – it's an experience that captivates your taste buds and invigorates your soul.\n\nOur dedication to quality extends from the coffee plantations to your cup. With every sip, you're transported to the lush landscapes where these beans are cultivated, harvested, and expertly processed. The result is a cup of coffee that's a symphony of aromas and flavors, embodying the very essence of a perfect brew.\n\nExquisite coffee beans aren't just about the beverage; they're about creating moments of indulgence and connection. Whether you're enjoying a solitary morning ritual or sharing conversations with loved ones, our coffee beans elevate the experience, making every cup a celebration of life's pleasures.",
    "images": [
      "/images/coffee4.jpg",
      "/images/coffe3.jpg",
      "/images/coffee2.jpeg"
    ],
    "price": "$12.99",
    "keywords": ["coffee", "aromatic", "rich brew"],
    "image": "/images/pngcoffee.png"
  },
  {
    "id": 7,
    "title": "Premium Maize Grains",
    "slug": "premium-maize-grains",
    "description": "Step into the realm of premium maize grains, where culinary versatility meets exceptional quality. Each kernel is a testament to our commitment to providing you with grains that are not only nutritious but also a canvas for creative cooking.\n\nThese premium maize grains are sourced from fields that are nurtured with care, resulting in kernels that are plump, flavorful, and rich in essential nutrients. From traditional dishes to innovative recipes, these grains adapt seamlessly to various cuisines and cooking techniques.\n\nUnlock the potential of premium maize grains in your kitchen and redefine your culinary experiences. With these grains, you're not just adding an ingredient; you're infusing your dishes with the wholesome goodness of nature.",
    "images": [
      "/images/maize4.jpg",
      "/images/maize3.jpg",
      "/images/maize2.jpg"
    ],
    "price": "$6.99",
    "keywords": ["maize", "versatile", "quality grains"],
    "image": "/images/pngmaize.png"
  },
  {
    "id": 8,
    "title": "Nutrient-Rich Soya Beans",
    "slug": "nutrient-rich-soya-beans",
    "description": "Elevate your culinary creations with the nourishing power of nutrient-rich soya beans. These beans aren't just an ingredient; they're a versatile protein source that enhances both the taste and health quotient of your dishes.\n\nSoya beans are a nutritional powerhouse, offering a complete protein profile and a range of essential nutrients. Their ability to absorb flavors makes them an ideal addition to various cuisines. Whether used in stir-fries, salads, or as a base for plant-based recipes, these beans enrich your meals with their natural goodness.\n\nBy incorporating nutrient-rich soya beans into your diet, you're making a choice for both your well-being and the planet. These beans are a sustainable protein source that aligns with a healthier lifestyle and a greener future.",
    "images": ["/images/soya4.jpg", "/images/soya4.jpg", "/images/soya2.jpg"],
    "price": "$3.79",
    "keywords": ["soya beans", "nutrient-rich", "protein source"],
    "image": "/images/pngsoya.png"
  }
]
